let data = [
  {
    post_id:0,
    img: '/images/detail/00.jpg',
    date:'2019,08,08',
    issue:461,
    purchased:16430,
    price:6,
    detailMsg:
    {
      information: [
        '互动',
        '告别童年',
        '时话拾说',
        '我说',
        '世界观',
      ],
      picture: [
        '插秧去',
        '上班去',
        '访日之旅',
        '史前森林',
        '珊瑚花园',
      ],
      coverStory: [
        '魔幻爬藤路',
        '捐款名校也要论资排辈',
        '名校教师眼中的爬藤家庭',
        '打工子弟出国上名校，这是个奇迹吗？',
        '中国留学生为何频频被退学',
      ],
      currentAffairs: [
        '特蕾莎·梅，英国最无能的政客？',
        '起底中科院研究生被杀案：老同学的千里谋害',
        '印度大选：一场莫迪式的胜利',
        '白宫御用殡葬师的生死业务',
        '韩国人高选举，先比唱跳功底',
        '在西班牙，为何人人都爱午睡',
      ],
      business: [
        '酒国危局',
        '乐视暂退市，26万股民还未"散场"',
        '一个煤矿工人的"双矿工"生涯',
        '中古生意太好，日本老板"慌了"',
      ],
      vision: [
        '幻梦空屋',
      ],
      entertainment: [
        '战斗吧！欧美新生代Diva们',
        '谁的故事里没有一首姚谦呢',
        'X战警19年：未来何去何从？',
      ],
      culture: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      extra: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      lifestyle: [
        'IN生活',
        '新品',
        '老寿星吃砒霜式的恋爱',
        '你注定只会吸引到相似地人',
        '你是星星的孩子，是流落凡间的天使',
      ],
      column: [
        '骤然变老的那一年',
        '罢课女孩',
      ],
      memory: [
        '同年',
      ],
    },
    bref:[
      '德玛西亚',
      '诺克萨斯',
      '德邦总管',
      '蛮王'
    ]
  },
  {
    post_id: 1,
    img: '/images/detail/01.jpg',
    date: '2019,07,22',
    issue: 65,
    purchased: 24230,
    price:8,
    detailMsg:
    {
      information: [
        '我是第二条哦',
        '告别童年',
        '时话拾说',
        '我说',
        '世界观',
      ],
      picture: [
        '我是第二条哦',
        '上班去',
        '访日之旅',
        '史前森林',
        '珊瑚花园',
      ],
      coverStory: [
        '魔幻爬藤路',
        '捐款名校也要论资排辈',
        '名校教师眼中的爬藤家庭',
        '打工子弟出国上名校，这是个奇迹吗？',
        '中国留学生为何频频被退学',
      ],
      currentAffairs: [
        '特蕾莎·梅，英国最无能的政客？',
        '起底中科院研究生被杀案：老同学的千里谋害',
        '印度大选：一场莫迪式的胜利',
        '白宫御用殡葬师的生死业务',
        '韩国人高选举，先比唱跳功底',
        '在西班牙，为何人人都爱午睡',
      ],
      business: [
        '酒国危局',
        '乐视暂退市，26万股民还未"散场"',
        '一个煤矿工人的"双矿工"生涯',
        '中古生意太好，日本老板"慌了"',
      ],
      vision: [
        '幻梦空屋',
      ],
      entertainment: [
        '战斗吧！欧美新生代Diva们',
        '谁的故事里没有一首姚谦呢',
        'X战警19年：未来何去何从？',
      ],
      culture: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      extra: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      lifestyle: [
        'IN生活',
        '新品',
        '老寿星吃砒霜式的恋爱',
        '你注定只会吸引到相似地人',
        '你是星星的孩子，是流落凡间的天使',
      ],
      column: [
        '骤然变老的那一年',
        '罢课女孩',
      ],
      memory: [
        '同年',
      ],
    }, bref: [
      '德玛西亚',
      '诺克萨斯',
      '德邦总管',
      '蛮王'
    ]


  },
  {
    post_id: 2,
    img: '/images/detail/02.jpg',
    date: '2019,6,16',
    issue: 462,
    purchased: 15212,
    price: 6,
    detailMsg:
    {
      information: [
        '互动',
        '嘲笑的声音在风中不断被练习',
        '时话时说',
        '我说',
        '世界观',
      ],
      picture: [
        '最强台风',
        '沼泽最球赛',
        '访日之旅',
        '史前森林',
        '珊瑚花园',
      ],
      coverStory: [
        '魔幻爬藤路',
        '捐款名校也要论资排辈',
        '名校教师眼中的爬藤家庭',
        '打工子弟出国上名校，这是个奇迹吗？',
        '中国留学生为何频频被退学',
      ],
      currentAffairs: [
        '特蕾莎·梅，英国最无能的政客？',
        '起底中科院研究生被杀案：老同学的千里谋害',
        '印度大选：一场莫迪式的胜利',
        '白宫御用殡葬师的生死业务',
        '韩国人高选举，先比唱跳功底',
        '在西班牙，为何人人都爱午睡',
      ],
      business: [
        '酒国危局',
        '乐视暂退市，26万股民还未"散场"',
        '一个煤矿工人的"双矿工"生涯',
        '中古生意太好，日本老板"慌了"',
      ],
      vision: [
        '幻梦空屋',
      ],
      entertainment: [
        '战斗吧！欧美新生代Diva们',
        '谁的故事里没有一首姚谦呢',
        'X战警19年：未来何去何从？',
      ],
      culture: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      extra: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      lifestyle: [
        'IN生活',
        '新品',
        '老寿星吃砒霜式的恋爱',
        '你注定只会吸引到相似地人',
        '你是星星的孩子，是流落凡间的天使',
      ],
      column: [
        '骤然变老的那一年',
        '罢课女孩',
      ],
      memory: [
        '同年',
      ],
    },
    bref: [
      '德玛西亚',
      '诺克萨斯',
      '德邦总管',
      '蛮王'
    ]

  },
  {
    post_id: 3,
    img: '/images/detail/03.jpg',
    date: '2019,08,09',
    issue: 461,
    purchased: 16467,
    price: 6,
    detailMsg:
    {
      information: [
        '互动',
        '天气这么热，我哪里通通不想去',
        '时话拾说',
        '我说',
        '世界观',
      ],
      picture: [
        '羚羊峡谷',
        '上班去',
        '访日之旅',
        '史前森林',
        '珊瑚花园',
      ],
      coverStory: [
        '魔幻爬藤路',
        '捐款名校也要论资排辈',
        '名校教师眼中的爬藤家庭',
        '打工子弟出国上名校，这是个奇迹吗？',
        '中国留学生为何频频被退学',
      ],
      currentAffairs: [
        '特蕾莎·梅，英国最无能的政客？',
        '起底中科院研究生被杀案：老同学的千里谋害',
        '印度大选：一场莫迪式的胜利',
        '白宫御用殡葬师的生死业务',
        '韩国人高选举，先比唱跳功底',
        '在西班牙，为何人人都爱午睡',
      ],
      business: [
        '酒国危局',
        '乐视暂退市，26万股民还未"散场"',
        '一个煤矿工人的"双矿工"生涯',
        '中古生意太好，日本老板"慌了"',
      ],
      vision: [
        '幻梦空屋',
      ],
      entertainment: [
        '战斗吧！欧美新生代Diva们',
        '谁的故事里没有一首姚谦呢',
        'X战警19年：未来何去何从？',
      ],
      culture: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      extra: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      lifestyle: [
        'IN生活',
        '新品',
        '老寿星吃砒霜式的恋爱',
        '你注定只会吸引到相似地人',
        '你是星星的孩子，是流落凡间的天使',
      ],
      column: [
        '骤然变老的那一年',
        '罢课女孩',
      ],
      memory: [
        '同年',
      ],
    },
    bref: [
      '德玛西亚',
      '诺克萨斯',
      '德邦总管',
      '蛮王'
    ]

  },
  {
    post_id: 4,
    img: '/images/detail/04.jpg',
    date: '2019,08,02',
    issue: 460,
    purchased: 16625,
    price: 8,
    detailMsg:
    {
      information: [
        '互动',
        '时话时说',
        '我说',
        '世界观',
        '一首动人的舞',
      ],
      picture: [
        '我是第二条哦',
        '上班去',
        '访日之旅',
        '史前森林',
        '珊瑚花园',
      ],
      coverStory: [
        '魔幻爬藤路',
        '捐款名校也要论资排辈',
        '名校教师眼中的爬藤家庭',
        '打工子弟出国上名校，这是个奇迹吗？',
        '中国留学生为何频频被退学',
      ],
      currentAffairs: [
        '特蕾莎·梅，英国最无能的政客？',
        '起底中科院研究生被杀案：老同学的千里谋害',
        '印度大选：一场莫迪式的胜利',
        '白宫御用殡葬师的生死业务',
        '韩国人高选举，先比唱跳功底',
        '在西班牙，为何人人都爱午睡',
      ],
      business: [
        '酒国危局',
        '乐视暂退市，26万股民还未"散场"',
        '一个煤矿工人的"双矿工"生涯',
        '中古生意太好，日本老板"慌了"',
      ],
      vision: [
        '幻梦空屋',
      ],
      entertainment: [
        '战斗吧！欧美新生代Diva们',
        '谁的故事里没有一首姚谦呢',
        'X战警19年：未来何去何从？',
      ],
      culture: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      extra: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      lifestyle: [
        'IN生活',
        '新品',
        '老寿星吃砒霜式的恋爱',
        '你注定只会吸引到相似地人',
        '你是星星的孩子，是流落凡间的天使',
      ],
      column: [
        '骤然变老的那一年',
        '罢课女孩',
      ],
      memory: [
        '同年',
      ],
    },
    bref: [
      '德玛西亚',
      '诺克萨斯',
      '德邦总管',
      '蛮王'
    ]

  },
  {
    post_id: 5,
    img: '/images/detail/05.jpg',
    date: '2019,08,21',
    issue: 461,
    purchased: 22330,
    price: 9,
    detailMsg:
    {
      information: [
        '互动',
        '时话时说',
        '我说',
        '人生就是一场大剧透',
        '世界观',
      ],
      picture: [
        '我是第二条哦',
        '上班去',
        '访日之旅',
        '史前森林',
        '珊瑚花园',
      ],
      coverStory: [
        '魔幻爬藤路',
        '捐款名校也要论资排辈',
        '名校教师眼中的爬藤家庭',
        '打工子弟出国上名校，这是个奇迹吗？',
        '中国留学生为何频频被退学',
      ],
      currentAffairs: [
        '特蕾莎·梅，英国最无能的政客？',
        '起底中科院研究生被杀案：老同学的千里谋害',
        '印度大选：一场莫迪式的胜利',
        '白宫御用殡葬师的生死业务',
        '韩国人高选举，先比唱跳功底',
        '在西班牙，为何人人都爱午睡',
      ],
      business: [
        '酒国危局',
        '乐视暂退市，26万股民还未"散场"',
        '一个煤矿工人的"双矿工"生涯',
        '中古生意太好，日本老板"慌了"',
      ],
      vision: [
        '幻梦空屋',
      ],
      entertainment: [
        '战斗吧！欧美新生代Diva们',
        '谁的故事里没有一首姚谦呢',
        'X战警19年：未来何去何从？',
      ],
      culture: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      extra: [
        '这个时代，我们为什么要学哲学',
        '卡洛斯，为什么是20世界的歌剧女神',
      ],
      lifestyle: [
        'IN生活',
        '新品',
        '老寿星吃砒霜式的恋爱',
        '你注定只会吸引到相似地人',
        '你是星星的孩子，是流落凡间的天使',
      ],
      column: [
        '骤然变老的那一年',
        '罢课女孩',
      ],
      memory: [
        '同年',
      ],
    },
    bref: [
      '德玛西亚',
      '诺克萨斯',
      '德邦总管',
      '蛮王'
    ]

  }
];
module.exports = { data };